Repository: verpoorten/blindtest
Catalog: encoding/locale/*/LC_MESSAGES/django.po
Languages: fr_be

source: Not encoded yet
fr_be: Pas encodé

source: Save
fr_be: Valider

source: View results
fr_be: Voir tous les resultats

source: Encode results
fr_be: Encoder résultats

source: Cancel
fr_be: Annuler

source: Title
fr_be: Titre

source: interpreter
fr_be: interprète

source: Ranking
fr_be: Classement

source: Name
fr_be: Nom

source: Team name
fr_be: Nom d'équipe

# gameset_score
source: Gameset scores
fr_be: Scores pour la manche

# gameset
source: Set
fr_be: Manche

source: Duration
fr_be: Durée d'écoute

source: Full listening
fr_be: Ecoute complète

# view_all_scores
source: To view the ranking, on full screen
fr_be: Voir le classement en plein écran

source: Return
fr_be: Retour

# view_all_gameset_scores
source: To view the gameset ranking, on full screen
fr_be: Voir le classement de la manche en plein écran

# no_game_open
source: No game opened
fr_be: Pas de jeu ouvert

source: Answers
fr_be: Réponses

source: View all answers
fr_be: Voir toutes les réponses
